/* DeSmuME Strings File */
/* JAPANESE */

/* General */
"DeSmuME Emulator" = "DeSmuME DSエミュレーター";
"OK" = "OK";
"Cancel" = "キャンセル";

/* File Menu */
"Slot %d" = "スロット %d";

/* Emulation Menu */
"Execute" = "スタート";
"Pause" = "ポーズ";

/* View Menu */
"Show Status Bar" = "ステータスバーを表示";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "本当にやめますか？";
"Are you sure you want to close the ROM?" = "本当にROMを閉じますか？";

/* Status Bar Messages */
"No ROM Loaded" = "ROMを開けてください";
"Executing" = "再生しています";
"Paused" = "ポースしています";

/* Preferences Window */
"DeSmuME Preferences" = "DeSmuMEの環境設定";
"Interface" = "ジーユーアイ";
"Controls" = "入力";
"DS Firmware" = "DSのファームウェア";
"Yes" = "はい";
"No" = "いいえ";

/* Interface Preferences */
"Execute Upon Load" = "ロードしてスタート";
"When Launching, Load" = "DeSmuMEを開く時";
"Load Nothing" = "ROMを開かない";
"Load Last ROM" = "最近のROMを開く";

/* Control Preferences */
"A Button" = "Aボタン";
"B Button" = "Bボタン";
"X Button" = "Xボタン";
"Y Button" = "Yボタン";
"L Button" = "Lボタン";
"R Button" = "Rボタン";
"Up Button" = "上";
"Down Button" = "下";				
"Left Button" = "左";
"Right Button" = "右";			
"Start Button" = "スタート";
"Select Button" = "セレクト";

"Up Key" = "上";
"Down Key" = "下";
"Left Key" = "左";
"Right Key" = "右";
"Space Bar" = "スペースバー";
"Enter Key" = "エンター";

/* Status Bar */
"No ROM loaded" = "ROMが入っていません";
"ROM Loaded" = "ROMが入っています";
"Emulation Executing" = "";
"Emulation Paused" = "停止中";
"Emulation Reset" = "リセット";

/* Errors */
"Error" = "エラー";
"An emulation error occurred" = "エミュレーションのエラーで中断しています";
